const NAMES = [
  "Александр",
  "Юрий",
  "Алексей",
  "Мансев",
  "Дмитрий",
  "Николай",
  "Екатерина",
  "Ася",
  "Иван",
  "Нурлан",
  "Павел",
];
const MESSAGES = [
  "Всё отлично!",
  "В целом всё неплохо. Но не всё.",
  "Когда вы делаете фотографию, хорошо бы убирать палец из кадра.",
  "В конце концов это просто непрофессионально.",
  "Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.",
  " Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.",
  "Лица у людей на фотке перекошены, как будто их избивают.",
  "Как можно было поймать такой неудачный момент?!",
];
const DESCRIPTIONS = [
  "Отличный отдых в компании друзей",
  "Красивый закат",
  "Горы в утреннем тумане.",
  "Исторический памятник в центре города.",
  "Счастливая семья на прогулке.",
  "Освежающий коктейль на пляже.",
  "Турция - старый город",
  "Лучше гор, только горы",
];

// Диапазон количества постов
const POST_COUNT_RANGE = 25;

export { NAMES, MESSAGES, DESCRIPTIONS, POST_COUNT_RANGE };
